[
    {
        "paragraph": "Handcrafted furniture is expensive because there are few skilled artisans willing to work at this time-consuming craft.",
		"score": 1
    },
    {
		"paragraph": "Handcrafted furniture is expensive in part because there are few skilled artisans and in part because most people do not have the good taste to appreciate high quality work.",
		"score": 3
    },
    {
		"paragraph": "The market value of handcrafted furniture is determined jointly by the willingness of suppliers to produce such products at varying prices and the willingness of buyers to purchase such products at varying prices. In technical terms, price is the intersection of the supply and demand curves.",
		"score": 5
    },
    {
		"paragraph": "The market value of handcrafted furniture is determined jointly by the willingness of suppliers to produce such products at varying prices and the willingness of buyers to purchase such products at varying prices.  In technical terms, price is the intersection of the supply and demand curves.  Many factors affect exactly where that intersection point lies.  For example, in periods of economic recession, demand falls sharply because people turn to less aesthetically appealing, but more functional, forms of furniture.  Many artisans are thrown out of work.  In periods of prosperity, the opposite pattern of preferences emerges.  The result may be a costly bidding war for handcrafted furniture.  However, markets usually do return to equilibrium - either as a result of shortages pushing prices up and making it more profitable for artisans to return to work or as a result of high prices forcing buyers out of the market and reducing aggregate demand.",
		"score": 7
    },
	{
		"paragraph": "A bachelor is a sly old fish, too cunning for the hook.",
		"score": 1
    },
	{
		"paragraph": "A bachelor is an incomplete animal who resembles the odd half of a pair of scissors.",
		"score": 1
    },
	{
		"paragraph": "The real reason why we are not competing effectively with the Japanese is the erosion of the work ethic in America.  American workers do not take as much pride as they used to in the products they create in the plants and factories of this country.  We hear too many stories of sloppy workmanship, absenteeism, drug addiction, alcoholism and bad morale on the production lines and in the ranks of management.  We won't be able to compete effectively until we regain the old-fashioned sense of pride in a job well-done.  Anyone who tells you something different just doesn't understand the world of business.",
		"score": 1
	},
	{
		"paragraph": "Soviet agriculture is a disaster and for an obvious reason.  Fifty years ago they collectivized all their farms and made farmers work not for themselves but for the government.  Individual incentives were lost.  Farmers had to work for the glory of the state.  And ever since, the Soviets have not been able to produce enough food to feed their people.  This dismal performance will continue as long as the leaders in the Kremlin remain committed to the silly notion that people will work as hard for others as for themselves.",
		"score": 1
	},
	{
		"paragraph": "Comrades have been led astray by those who proselytize silly utopian fantasies.  These hare-brained schemes may take many forms  Menshevism, Trotskyism, and Bukharinism.  Supporters of the dictatorship of the proletariat must ever be on their guard against such seditious doctrines.",
		"score": 1
	},
	{
		"paragraph": "Abortion is cold-blooded murder.  There is no possible justification for this barbaric act.  Abortion threatens the moral and Christian character of this nation.  There is no civil right to murder one's children.  Take action now.  Support this constitutional amendment to end the slaughter of innocents.",
		"score": 1
	},
	{
		"paragraph": "The Reagan administration wants the world to believe that the Strategic Defense Initiative (SDI) is purely a research program motivated by the noblest of motives, namely to make the world safe from the specter of nuclear war.  In promoting this ridiculous fiction, the Reagan administration is testing the gullibility of world opinion.  No serious observer of the nuclear balance of terror doubts that the SDI is the first step toward a global ballistic missile defense system -- a blatant bid for nuclear hegemony by the United States.",
		"score": 1
	},
	{
		"paragraph": "When I am criticized, if I know the criticizer has good intentions then I will not feel hurt.",
		"score": 1
	},
	{
		"paragraph": "My opponent is an opportunistic, deceitful, and malicious rascal.",
		"score": 1
	},
	{
		"paragraph": "Comrade Brezhnev has selflessly, thoughtfully, and courageously guided our Party through many difficult times.",
		"score": 1
	},
	{
		"paragraph": "There are many forms of heresy or revisionism - all must be exterminated.",
		"score": 1
	},
	{
		"paragraph": "Indeed, this candidate's strengths are all that the program needs, and her weaknesses are so small that even to note them would be petty and mean-spirited.",
		"score": 1
	},
	{
		"paragraph": "As a traveler I got a glimpse of the misery that prevailed in the world.  Poverty, hunger, mental illness - they were the inevitable result of life in this world.  And as there was nothing I could do about it, I did not worry.",
		"score": 1
	},
	{
		"paragraph": "It is the loss of confidence that comes through disillusionment, through the broken pledges, the shattered ideals, the lost visions, the vanished faiths.",
		"score": 1
	},
	{
		"paragraph": "If Bohr is right, the world is governed by processes that -- at the most fundamental level -- are random and probabilistic.  This approach to theory-building in physics is an intellectual dead-end, tantamount to intellectual surrender.  We must never give up the struggle to find simple, elegant laws that impose order on chaos.",
		"score": 1
	},
	{
		"paragraph": "Interpretation of the Scriptures must not be left to the judgments of the individual theologian.  Only by subjecting individual judgment to institutional discipline can we avoid a hopeless proliferation of perspectives and ultimate destruction of the authority of the Church.",
		"score": 1
	},
	{
		"paragraph": "Renunciation of thinking is a declaration of spiritual bankruptcy.  Where there is no longer a conviction that men can get to know the truth by their own thinking, skepticism begins.  Those who work to make our age skeptical in this way, do so in the expectation that, as a result of denouncing all hope of self-discovered truth, men will end by accepting as truth what is forced upon them by authority and by propaganda.",
		"score": 1
	},
	{
		"paragraph": "Women should always obtain an education before deciding whether or not to have babies.  Women should go to school and then apply for jobs.  There are plenty of things to do in the world.  Men keep busy and later make time for women, so women can do the same.",
		"score": 1
	},
	{
		"paragraph": "I am convinced that anybody who gives anybody else advice ought to spend 40 days in the desert both before and after.",
		"score": 1
	},
	{
		"paragraph": "I used to be so confident and now I often worry about not doing well.  I believe this is for several reasons but the fact remains that I am often discouraged.",
		"score": 1
	},
	{
		"paragraph": "Enforced retirement at 65 years is most certainly beneficial to the workings of our society.  We must realize that work is the job of the young, and that the elderly should leave their work positions in order to make room for the next generation.  The elderly must resign themselves to \"let go\" of their family domination and employment in order that the new generation may explore its ideas and promote growth.  Some would argue that the elderly have much to contribute because they have lived through so much, but this is clearly wrong.  With the rapid rate of technological change, the elderly are the least able to adapt to the new conditions.",
		"score": 1
	},
	{
		"paragraph": "In regard to my own death, when it comes, I really think that my attitude will be influenced by circumstances.  I don't want to die now because there are some obligations I want to fulfill but the day may come when I welcome death.",
		"score": 2
	},
	{
		"paragraph": "Whether death be an enemy or a friend depends on what kind of death you have.  If you have lived a full life I would think that death would be the natural culmination of this journey.",
		"score": 2
	},
	{
		"paragraph": "Two things I have thought about probably from reading so much science fiction.  Unless there were incredible changes in many areas I can't imagine anything much worse than living forever or knowing in advance the exact moment when you will die.",
		"score": 2
	},
	{
		"paragraph": "The letter said that he loved life but that this was not really living.  He said that my mother, his friend, was calling him to her side.  He hoped that we would forgive him.",
		"score": 2
	},
	{
		"paragraph": "I read that Haas has married Jarmila, which doesn't surprise me, for I always expected great things from Haas.  But the world will be surprised.  Do you know anything more about it?",
		"score": 2
	},
	{
		"paragraph": "I will not compromise my stand on what I believe in, but I am always prepared to listen to another point of view, and, if necessary, will agree to disagree.",
		"score": 2
	},
	{
		"paragraph": "It would be fine to see you Sunday the 19th at 9 a.m., or later in the forenoon.  But you have many unavoidable tasks for the immediate future - and I want to be sure that you do not overburden yourself.  My eagerness to see you will not grant less.  We can have our talk at some later and more convenient date.  Take very good care of yourself.",
		"score": 2
	},
	{
		"paragraph": "Enforced retirement at 65 is probably beneficial to our society.  To be sure, it is difficult to force the resignation of long-time employees in order to make room for the upcoming generation.  We should, however, give highest priority to creating opportunities for the new generation to explore their ideas.  This need may be especially critical in view of the requirements of running a modern economy.  More than ever, our country appears to require new ideas and fresh perspectives.",
		"score": 2
	},
	{
		"paragraph": "I do not insist at all on speedy publication of this story, but do request you to inform me as soon as possible whether you can take it at all.  Since you wish to avoid installments, finding room for my story must make problems; of course I realize that.  If I nevertheless do not withdraw it of my own accord, my reason is solely that I am especially eager to see it published.  But if it is completely out of the question, I could offer you another story, that I also have ready and that comes to only some thirty typewritten pages, so that it would be less dubious a matter, at least in regard to its size.",
		"score": 3
	},
	{
		"paragraph": "I hope the gentle reader will excuse me from dwelling on Particulars, which however insignificant they may appear to grovelling vulgar minds, yet will certainly help a Philosopher to enlarge his thoughts and imagination, and apply them to the Benefit of Publick as well as Private Life, which was my sole design in presenting this and other accounts of my travel to the world.",
		"score": 3
	},
	{
		"paragraph": "Do you see into what a scrape poor Furnivall's incontinence of tongue (in the witness-box!) has brought him?  So can a man be really in the right, as to feeling, and the wrong, as to the expression of it.  I was myself annoyed at the man - applying to Lady Martin for money, in virtue of her friendship for me - at the pretended instigation of Dr. Furnivall!  He was naturally angry, but played into the fellow's hands by folly enough.",
		"score": 3
	},
	{
		"paragraph": "All aspects of my professional preparation and training through the years have meant a wider knowledge of people, needs, behaviour as well as honing my skills and developing personal confidence, enjoyment of challenges, and feelings of being able to make a contribution to the community.  Such education and work also resulted in a disciplined life style!",
		"score": 3
	},
	{
		"paragraph": "This week Quebec voters passed judgement on the \"showing\" of Mr. Bourassa's government.  The result was a brutal rejection of the Harvard-trained economist - who lost even his own seat in the provincial parliament - and a decisive victory for the Parti Quebecois, which is dedicated to establishing Quebec as an independent nation, dismantling Canada as it now exists.  It was thus a heavy blow also for Canada's Prime Minister, Pierre Elliott Trudeau, himself a Quebecer, and for the cause of Canadian federalism.",
		"score": 3
	},
	{
		"paragraph": "When I am criticized I may feel embarrassed if there are strangers around or I may feel neutral if those who are around are my friends.  It also depends on who criticizes me and why I'm being criticized.",
		"score": 3
	},
	{
		"paragraph": "The chance of reconciling the two groups is slim.  It seems increasingly likely that the strikers can hold out indefinitely.  It is in their best interests to do so at this time.  On the other hand, management has been very conservative in its negotiations.  It is possible that they are willing to be a lot more flexible but that it is to their advantage to \"bluff\" for a while.",
		"score": 3
	},
	{
		"paragraph": "I was very touched by the friendly way you discussed my opinion of Sainte-Beuve, and I should have thanked you immediately if a prolonged attack of asthma had not rendered me incapable of making the slightest move these last few days.  I was all the more touched by your kindness because since the misfortune which has struck you [the addressee's wife had died recently], since I have heard of your moving sorrow which is so like the ones I have known, you are now as close to my heart, if I may say so, as in the past you were to my mind.  I do not believe that it is a strain on you for me to speak of your bereavement again, for there is no more ridiculous custom than the one that makes you express sympathy once and for all on a given day to a person whose sorrow will endure as long as his life.  Such grief, felt in such a way is always \"present\", it is never too late to talk about it, never repetitious to mention it again.",
		"score": 3
	},
	{
		"paragraph": "Even as a child he was the impresario of the school yard; the skill he displays today in his quick wit and the command of his audience hearkens us back to those early days.  I still see before me the way he led our dinner-table talk at the outrageous age of 3; so now when I see him captivating a group of hundreds I have to smile, and I remember that little boy with his tousled hair and his conversation flying out to whomever would listen to his delight.",
		"score": 3
	},
	{
		"paragraph": "The 1939-1936 war deprived many women in the younger age group in that period.  The man I probably would have married did not survive.  Since then, I decided not to marry just for the sake of being married.  While aware of happy family experiences and relationships I have missed I have had a great variety of other pleasures and responsibilities, and I consider I have made a reasonably satisfactory adjustment with an adequate serenity.",
		"score": 3
	},
	{
		"paragraph": "I see myself as a watcher, a listener who aspires to understand (probably too much so) all of what I see and hear.  I'm a people person who also demands a lot of time alone.  In my solitary times, I think about almost every aspect of everything.  I'm argumentative but also possess a good sense of humor to rescue myself when I've become too much the devil's advocate.  I'm not psychic so I can only hope and not know if I've sufficiently answered the question.of who I am.",
		"score": 3
	},
	{
		"paragraph": "Enforced retirement has recently engaged the interest of the popular press.  Some think that the elderly should give up their jobs in order to make room for the younger generation.  Such an action would bring fresh vision to business and give our society the new ideas we clearly need.  On the other hand, there are those who think that the experience of the elderly is potentially our society's deepest resource, and that their hard-won knowledge can help business to adapt to these changing times.  Of course, we rarely see either vision or wisdom in its pure form; each school of thought tends to ignore a bit of the other's perspective.",
		"score": 3
	},
	{
		"paragraph": "Who am I?  This is a difficult question to answer for it is one that I have not thought about enough in the past, unfortunately, to give an overall impression as to \"what\" I am.  Perhaps this reflects upon my overall personality and the way I am, for as I change as a person I regret not reflecting as to the significant events and daily trials that have molded me to be who I am over the years.  These events and the people that have come and gone have made my life what it is.",
		"score": 4
	},
	{
		"paragraph": "I have very treasured memories of Grandmother but for some strange reason I didn't feel a strong sense of loss at this time.  I have had some guilt feelings about this.  The nearest I can come to my attitude is that I felt that it was time for Grandma to die.",
		"score": 4
	},
	{
		"paragraph": "When I am seeking advice or opinions I often consult both my friends and my family who provide me with different and sometimes conflicting ideas.  The likelihood of reconciling these viewpoints with my own depends on the nature of the situation.",
		"score": 4
	},
	{
		"paragraph": "The sense of being the last of my family to survive is lonely and sad.  I am now the \"older generation\".  I am, however, beginning to feel comfortable in that role.  I can even tolerate the thought that I will die some day.  Now that I see my children's lives seem stable, that they have each found the person they want to spend the rest of their lives with, and that they are themselves developing families of their own, I have a sense of my job having been completed.  My only remaining concern would be my husband's welfare.  And yet I know that his attachment to our children and theirs to him, would not permit him to be completely abandoned.",
		"score": 4
	},
	{
		"paragraph": "I like to seek the help of the people around me.  Sometimes I gain a lot of valuable information this way and sometimes it is more confusing.  Even if I do become a little more confused at first, it is worth seeking advice.  Information, like doubt, holds possibilities.",
		"score": 4
	},
	{
		"paragraph": "For society fully to benefit from its members' skills and to survive the \"technological revolution\", a new philosophy must develop which unites the youth and the elderly of the nation.  The technological skills of the young are important if we are to keep pace with the other industrialized countries.  However, we have important social decision-making ahead of us if we are to improve our quality of life in the long term.  Our future success depends upon our ability to realize the potential of our citizens, whether they be young or old.",
		"score": 4
	},
	{
		"paragraph": "With the wisdom of hindsight we can see now that they were more deeply Chinese than purely Marxist, that national goals took precedence over ideological theories, despite the internationalist vocabulary they used at the height of the Soviet-China alliance in the 1950's.  The kind of Communism that developed in China at enormous cost in human lives and personal liberty was the product both of China's deep poverty and of the lessons Chou and his comrades learned during their long struggle from the time Chiang Kai-shek almost destroyed them in the 1920's to their conquest of mainland China in 1949.",
		"score": 5
	},
	{
		"paragraph": "I like to seek the advice of the people around me.  In talking with people I not only gain access to their opinions and ideas but I am also allowed to reanalyze my doubts.  With time, this fusion of my reanalysis with other's ideas can often lead to a new approach to my initial conflict.  Often this type of interchange can also help my advisors to clarify their own opinions on some important issues.",
		"score": 5
	},
	{
		"paragraph": "There has, of course, been a mass intervention of the Chinese Communists in Korea.  In the present situation, those who have their own forces engaged (and this applies, of course, particularly to the United States whose intrepid men are bearing the brunt of the fight) are obviously entitled to have full consideration given to the use of every available means of supporting the ground forces fighting under the United Nations Command.  This is natural and inevitable.  But, before a decision of such immense and awful consequence for all of us is taken, there should surely be consultation through the U.N., particularly with the governments principally concerned.  One of those would be the Canadian Government, which has from the beginning been a partner in the tripartite development of atomic energy.",
		"score": 5
	},
	{
		"paragraph": "Proposals to limit hospital costs provoke much anger and concern.  On the one hand, most people are unwilling to settle for anything less than \"state-of-the-art\" medical care. On the other hand, there are limits on the amount of money that people can or are willing to spend.  An appropriate compromise is to limit cost increases to the rate of inflation.",
		"score": 5
	},
	{
		"paragraph": "Some view abortion as a civil liberties issue -- the woman's right to choose to give birth.  Others view abortion as the murder of helpless infants.  Which perspective one takes depends on one's view about when the developing organism within the mother becomes a human being.",
		"score": 5
	},
	{
		"paragraph": "Concepts without factual content are empty.  Data without concepts are blind.  By their union only can new knowledge be produced.",
		"score": 5
	},
	{
		"paragraph": "I took such care of it that it lived and the leg grew well and as strong as ever; but by nursing it so long, it grew tame and fed upon the little green at my door, and would not go away.  This was the first time that I entertained a thought of breeding up some tame creatures that I might have food when my powder and shot was all spent.",
		"score": 5
	},
	{
		"paragraph": "For society to benefit fully from its members' skills and to survive the \"technological revolution\", a new philosophy must develop which unites the youth and elderly of the nation.  The technological skills of the young are important if we are to keep pace with the other industrialized countries.  However, we have important social decision-making ahead of us if we are to improve our quality of life in the long term.  Thus, we must be concerned equally with developing technology as with developing a plan for its use.  It is in this latter area that the elderly, with first-hand knowledge of history, must be consulted.  With this philosophy in mind we are faced with the economic challenge of employing both young and senior citizens.",
		"score": 5
	},
	{
		"paragraph": "One form of self expression is influenced by our interpersonal relationships and experiences.  My relations with my parents and friends have made me value honesty and intimacy.  Another child's upbringing may have made independence a central concern.  Unfortunately some children's social environment fosters mistrust and fear of rejection.  By adulthood, if not earlier, we have all created a style of expressing ourselves, each subtly different, because of our varying backgrounds, which alter the paths we follow through life.",
		"score": 6
	},
	{
		"paragraph": "As for myself, I do not fear death, nor do I look forward to it.  There is no appropriate time for death; if one conceives life as a dialectic, one realizes that issues are never settled once and for all.  When every item on my list is completed a new list of items is generated.  Relationships are never fulfilled; the deeper a relationship becomes the more nurturance and care it generates.  In fact I'm not exactly in agreement with the choice points of Erikson's last stage - integrity versus despair.  While despair is certainly the negative outcome, I'm uncertain that integrity - or acceptance of one's life as \"good\" - is the desirable resolution.  For me, death simply means that the eternal struggle has ended.",
		"score": 6
	},
	{
		"paragraph": "There are many factors which I am not in a position to weigh.  But there does appear to be at least a possibility that a suspension of such air strikes against North Vietnam, at the right time, might provide the Hanoi authorities with an opportunity, if they wish to take it, to inject some flexibility into their policy without appearing to do so as the direct result of military pressure.  If such a suspension took place for a limited time, then the rate of incidents in South Vietnam would provide a fairly accurate way of measuring its usefulness and the desirability of continuing it.  I am not, of course, proposing any compromise on points of principle, nor any weakening of resistance to aggression in South Vietnam.  Indeed, resistance may require increased military strength to be used against the armed and attacking Communists.  I merely suggest that a measured and announced pause in one field of military action at the right time might facilitate the development of diplomatic resources which cannot easily be applied to the problem under existing circumstances.  It could, at the least, expose the intransigence of the North Vietnamese Government.",
		"score": 6
	},
	{
		"paragraph": "Their experiences with war and depression during the thirties created in many members of our parents' generation a drive to create some form of security for the future that was not available for them to enjoy in earlier years.  By continuously building upon their gradually increasing assets while still maintaining the conservative lifestyles they had been pressed to follow during hard times, they created economic stability for themselves.  This economic stability, enjoyed by many approaching old age, lends greater power to seniors' increasingly vocal demands for an improved quality of life for the elderly.  Their offspring, not having faced the same hardships as their parents, have had opportunity and cause to be somewhat reflective about issues pertaining to the quality of life in general, including the plight of the elderly.",
		"score": 6
	},
	{
		"paragraph": "Some view abortion as a civil liberties issue; others see abortion as murder.  How you view abortion depends on a complicated mixture of legal, moral, philosophical and perhaps scientific judgments.  For example, is there a constitutional right to abortion?  If there is, what criteria should be used to determine when human life begins?  And, a question that must be answered before any of the others can be, who possesses the authority to resolve these issues?",
		"score": 7
	},
	{
		"paragraph": "As is the case of the many movements led by our party over the last years and more, there are always shortcomings among great achievements.  So there are always at least two ways to approach the resolution to these inherent shortcomings.  The outstanding contradiction with which we are now faced in our work is the tension and strain in various quarters caused by disproportions.  Due to the party's achievements both in development and investment, resources are finally available.  Now we must concern ourselves with the intricacies of distribution.  The development of unequal distribution has affected the social and working relationships between citified workers and their rural peasant counterparts.  The rural workers are hesitant to maintain long work hours when they perceive that the citified workers benefit more than they do themselves.  The citified workers believe that the rural life is far easier than their own and that the government farm subsidies are a waste of funds that could be better used in industrializing the cities.  Further, within the cities themselves we even have disruption among the various strata there, between merchants and workers, between land-owners and renters.  Likewise, the various strata among the peasants are at odds with one another.  This is a political problem.  The key to whether we can mobilize the broad masses to continue the great leap forward into the future that our party wishes to achieve is the extent to which we can ensure, by whatever means we now develop, the fair distribution of resources.  If we are not able to establish an equitable system, and to convince the various strata among the population that this has been achieved, hostility and competition will continue to grow.  Disproportionate distribution of resources is a problem which can be solved with a well-planned strategy, but hostility among the people is a problem which may change the entire face of our country.",
		"score": 7
	},
	{
		"paragraph": "Social relationships permeate every aspect of our lives:  our family and friends, our culture, and our global community.  The family is the primary source of the development of our social bonds.  This extends to new and different people as we make and remake friendships throughout life.  The unique experiences that we take away from our varied relationships influence our form of self-expression which is, itself, a component of our social interactions with family and friends and with our extended community.",
		"score": 7
	},
	{
		"paragraph": "Saudi Arabia seeks to maximize the benefits it can gain from its massive oil reserves.  It attempts to keep prices high, but not so high that demand for oil drops off steeply or that Western economies are seriously damaged, thus hurting Saudi investments.  The Saudis also recognize the destabilizing effects that too much money can have on their own economy and political system.  Saudi oil policy may look inconsistent to outsiders, but the appearance is misleading.  Long-term profit-maximization requires juggling many balls.",
		"score": 7
	},
	{
		"paragraph": "We must view this problem from the very broad perspective which involves the kind of society we see ourselves to be and the kind of society we strive to be.  Do I assume correctly that we are, and that we want to be, civilized?  It may be that our heavy emphasis on individualism, productivity and self-sufficiency has resulted in a view of the elderly as basically useless members of society.  On a larger scale, should this opinion prevail, we could hardly have a view of ourselves as belonging to an integrated and harmonious community.  At a more specific level of intergroup relations, if this attitude flourishes, the older segment of the community may feel forced to exert their increasing economic and social power to the detriment of others in society, such as younger individuals in need of their employment positions.  This would only contribute to an adversarial relationship (albeit reversed), where resources are still not distributed with social and economic equity among a heterogeneous population.  We must all take our fair share of responsibility for the state we live in.  Our treatment of all individuals, regardless of age, depicts the state of our society; a civilized community treats all its members in a civilized manner.",
                 "score": 7
	}
]
